SRC/Openfoam_translator/test_model/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1612+                                |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    top_surface
    {
        type            wall;
        inGroups     1(wall);
        nFaces          100;
        startFace       1580;
    }
    bottom_surface
    {
        type            wall;
        inGroups     1(wall);
        nFaces          100;
        startFace       1680;
    }
    lateral_surface_4
    {
        type            wall;
        inGroups     1(wall);
        nFaces          60;
        startFace       1780;
    }
    lateral_surface_3
    {
        type            wall;
        inGroups     1(wall);
        nFaces          60;
        startFace       1840;
    }
    lateral_surface_2
    {
        type            wall;
        inGroups     1(wall);
        nFaces          60;
        startFace       1900;
    }
    lateral_surface_1
    {
        type            wall;
        inGroups     1(wall);
        nFaces          60;
        startFace       1960;
    }
)

// ************************************************************************* //
